import React from "react";

const Me = ({abouts}) => {
    return (
        <div className="container mt-44 mb-16">
            <h3 className="text-theme-900 font-bold text-3xl mb-4">من أنا؟</h3>
            <p className="text-theme-900 text-right text-lg">
                {abouts[0].about_me_long}
            </p>
        </div>
    );
};

export default Me;
// د. حسين سعيد منصور الملعسي من مواليد عام 1958م في محافظة ابين
//                 مديرية سرار متزوج وعندي 6 أبناء وأعيش حاليا في محافظة عدن واعمل
//                 كأستاذ مشارك في كلية الاقتصاد جامعة عدن بالإضافة الى عملي في
//                 مؤسسة رابطة الاقتصاديين، بالنسبة لمسيرتي التعليمية، انهيت دراستي
//                 الابتدائية في مدرسة سرار اما الإعدادية ففي مدرستي لبعوس
//                 الإعدادية ومدرسة رصد الإعدادية واتممت الثانوية العامة في محافظة
//                 ابين في ثانوية زنجبار عام 1979م. ثم انتقلت الى الدراسة الجامعية
//                 وحصلت على درجة البكالوريوس في تخصص الاقتصاد من جامعة عدن في
//                 العام 1985م وبدرجة امتياز ثم حصلت على شهادة الماجستير من الاتحاد
//                 السوفيتي (سابقا) من جامعة كييف الحكومية معهد القانون الدولي
//                 والعلاقات الدولية تخصص علاقات اقتصادية دولية بدرجة امتياز في عام
//                 1990م. بالنسبة للدراسات العليا فقد حصلت على درجة الدكتوراة في
//                 الاقتصاد من جامعة راجستان بمدينة جيبور في الهند وكان عنوان
//                 الرسالة (تأثير السياسة التجارية الخارجية على العلاقـات
//                 الاقتصـادية الدوليـة للجمهوريـة اليمنيـة) عام 1996م. عملت بعدها
//                 كأستاذ مشارك في كلية الاقتصاد جامعة عدن وأيضا عملت كمدير لمصنع
//                 اسمنت البرح وحاليا اعمل مع مؤسسة رابطة الاقتصاديين كمؤسس لها
